const commentsAutorNames = ['Вася','Петя','Миша','Маша','Саломон','Кексик','Булочка','Казявка','Лена','Света','Костя','Иван','Марьяна','Петя','Марк','Босс','Альфа','Омега'];

const photoDescriptionArray = [
  'Моя тачка!',
  'Это я на пляже',
  'Хочу на морюшко!!!',
  'А тут прям инфаркт-леопарда! Ну вы поняли',
  'Забыл камеру протереть',
  'Чилим!',
  'Самолёёёётиииииикк!',
  'Зацените тапки-унты!',
  'Которолл, вкусняшка!',
  'По уши!',
  'щас поем!',
  'Да это же McLaren P1!!!! Пушка-гонка!',
];

const photoCommentsArray = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
  'Горизонт то, все таки, завален!',
  'Фоткали на чехол от телефона, или это все же камера домофона?',
  'Супер, мне нравится!',
  'Сделай попроще лицо!',
  'Да кто вообще пишет эти комменты к фото?!',
];

export {commentsAutorNames, photoDescriptionArray, photoCommentsArray};
